-- phpMyAdmin SQL Dump
-- version 4.6.6deb5ubuntu0.5
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Feb 18, 2022 at 09:58 AM
-- Server version: 5.7.37-0ubuntu0.18.04.1
-- PHP Version: 7.3.31-2+ubuntu18.04.1+deb.sury.org+1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `dongduong`
--

-- --------------------------------------------------------

--
-- Table structure for table `buildingg`
--

CREATE TABLE `buildingg` (
  `id` int(11) NOT NULL,
  `stt` int(11) NOT NULL DEFAULT '0',
  `project_id` int(11) NOT NULL,
  `root_id` int(11) NOT NULL DEFAULT '0',
  `last_id` int(11) NOT NULL DEFAULT '0',
  `title` text COLLATE utf8_unicode_ci NOT NULL,
  `des` text COLLATE utf8_unicode_ci,
  `duration` varchar(5) COLLATE utf8_unicode_ci NOT NULL,
  `start` date NOT NULL,
  `end` date NOT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `real_percent` float NOT NULL DEFAULT '0',
  `acceptance_percent` float NOT NULL DEFAULT '0',
  `payment_percent` float NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `buildingg`
--

INSERT INTO `buildingg` (`id`, `stt`, `project_id`, `root_id`, `last_id`, `title`, `des`, `duration`, `start`, `end`, `token`, `real_percent`, `acceptance_percent`, `payment_percent`, `status`, `created_at`, `updated_at`) VALUES
(1, 1, 1, 0, 0, 'CÔNG TÁC CHUẨN BỊ', NULL, '10', '2017-11-30', '2017-12-04', NULL, 42, 0, 63, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(2, 1, 1, 1, 1, 'Lắp dựng hàng rào tôn', NULL, '5', '2017-11-30', '2017-12-04', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(3, 2, 1, 1, 1, 'Xây dựng lán trại', NULL, '4', '2017-12-01', '2017-12-04', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(4, 3, 1, 1, 1, 'Huy động nhân lực, máy móc thiết bị', NULL, '2', '2017-11-30', '2017-12-01', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(5, 4, 1, 1, 1, 'Kháo sát mặt bằng, cắm mốc mạng đường chuyền', NULL, '3', '2017-11-30', '2017-12-02', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(6, 2, 1, 0, 0, 'HỆ THỐNG GIAO THÔNG', NULL, '114', '2017-11-30', '2018-04-06', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(7, 1, 1, 6, 6, 'Chuẩn bị mặt bằng, xác định vị trí bãi tập kết đất nạo vét hữu cơ', NULL, '3', '2017-11-30', '2017-12-02', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(8, 2, 1, 6, 6, 'Tổ chức thi công đúc các cấu kiện bê tông đúc sẵn ( 2 mũi thi công )', NULL, '40', '2017-11-30', '2018-01-08', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(9, 3, 1, 6, 6, 'Đội thi công số 1', NULL, '92', '2017-11-30', '2018-03-15', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(10, 1, 1, 9, 9, 'Làm đường tạm thi công T1, L=244m tại nút giao giữa (tuyến 2 với tuyến 3) + Kết hợp đào khuôn Tuyến 5', NULL, '5', '2017-11-30', '2017-12-04', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(11, 2, 1, 9, 9, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 10A ra bãi tập kết ( L= 200m hướng Bắc )', NULL, '6', '2017-12-05', '2017-12-10', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(12, 3, 1, 9, 9, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 10B ra bãi tập kết ( L= 150m hướng Tây )', NULL, '5', '2017-12-11', '2017-12-15', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(13, 4, 1, 9, 9, 'Đắp cấp phối đồi đầm chặt K95 tại đoạn 10A và 10B đường công vụ', NULL, '3', '2017-12-16', '2017-12-18', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(14, 5, 1, 9, 9, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 8A hướng Tây L=231m ra bãi tập kết', NULL, '4', '2017-12-19', '2017-12-22', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(15, 6, 1, 9, 9, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 9 L=304m ra bãi tập kết', NULL, '5', '2017-12-23', '2017-12-27', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(16, 7, 1, 9, 9, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 4 L=552m ra bãi tập kết', NULL, '7', '2017-12-28', '2018-01-03', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(17, 8, 1, 9, 9, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 3 L=387m ra bãi tập kết', NULL, '8', '2018-01-04', '2018-01-11', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(18, 9, 1, 9, 9, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 2 L=250,71m ra bãi tập kết', NULL, '6', '2018-01-12', '2018-01-17', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(19, 10, 1, 9, 9, 'Phá bỏ đường tạm tại nút N5', NULL, '2', '2018-01-18', '2018-01-19', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(20, 11, 1, 9, 9, 'Lên khuôn nền đường phía Bắc', NULL, '8', '2018-01-20', '2018-01-27', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(21, 12, 1, 9, 9, 'Đắp cấp phối đồi nền đường K95 đường nội bộ (32.000m3)', NULL, '15', '2018-01-28', '2018-02-25', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(22, 13, 1, 9, 9, 'Đắp cấp phối đồi nền đường K98 đường nội bộ (11.000m3)', NULL, '8', '2018-02-26', '2018-03-05', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(23, 14, 1, 9, 9, 'Đắp cấp phối đá dăm loại II', NULL, '10', '2018-03-06', '2018-03-15', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(24, 4, 1, 6, 6, 'Đội thi công số 2', NULL, '114', '2017-11-30', '2018-04-06', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(25, 1, 1, 24, 24, 'Làm đường tạm thi công T2, L=188m tại nút giao giữa (tuyến 1 với tuyến 2)', NULL, '4', '2017-11-30', '2017-12-03', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(26, 2, 1, 24, 24, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 10B L=300m hướng Đông ra bãi tập kết', NULL, '3', '2017-12-04', '2017-12-06', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(27, 3, 1, 24, 24, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 10A L=200m hướng Nam ra bãi tập kết', NULL, '2', '2017-12-07', '2017-12-08', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(28, 4, 1, 24, 24, 'Đắp cấp phối đồi đầm chặt K95 tại đoạn 10A và 10B đường công vụ', NULL, '2', '2017-12-09', '2017-12-10', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(29, 5, 1, 24, 24, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 8A L=430m đoạn còn lại', NULL, '5', '2017-12-11', '2017-12-15', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(30, 6, 1, 24, 24, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 14 ra bãi tập kết', NULL, '2', '2017-12-16', '2017-12-17', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(31, 7, 1, 24, 24, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 6 ra bãi tập kết', NULL, '3', '2017-12-18', '2017-12-20', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(32, 8, 1, 24, 24, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 4 đoạn còn lại hướng nam ra bãi tập kết', NULL, '3', '2017-12-21', '2017-12-23', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(33, 9, 1, 24, 24, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến 12+13 ra bãi tập kết', NULL, '2', '2017-12-24', '2017-12-25', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(34, 10, 1, 24, 24, 'Đào vét, vận chuyển đất hữu cơ nền đường tuyến số 1 ra bãi tập kết, thi công nút giao số N23', NULL, '7', '2017-12-26', '2018-01-01', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(35, 11, 1, 24, 24, 'Lên khuôn nền đường Phía Nam', NULL, '9', '2018-01-02', '2018-01-10', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(36, 12, 1, 24, 24, 'Đắp cấp phối đồi nền đường K95 đường nội bộ (32.000m3)', NULL, '10', '2018-01-14', '2018-01-23', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(37, 13, 1, 24, 24, 'Đắp cấp phối đồi nền đường K98 đường nội bộ (11.000m3)', NULL, '7', '2018-01-24', '2018-01-30', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(38, 14, 1, 24, 24, 'Đắp cấp phối đá dăm loại II', NULL, '10', '2018-01-31', '2018-02-23', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(39, 15, 1, 24, 24, 'Lắp đặt cục cub dải phân cách', NULL, '10', '2018-03-10', '2018-03-19', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(41, 17, 1, 24, 24, 'Đắp cấp phối đá dăm loại I', NULL, '8', '2018-03-01', '2018-03-08', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(42, 18, 1, 24, 24, 'Lắp đặt bó vỉa - vỉa hè', NULL, '10', '2018-03-09', '2018-03-18', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(43, 19, 1, 24, 24, 'Thảm bê tông nhựa', NULL, '10', '2018-03-25', '2018-04-03', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(44, 20, 1, 24, 24, 'Sơn vạch kẻ đường', NULL, '3', '2018-04-04', '2018-04-06', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(45, 3, 1, 0, 0, 'HỆ THỐNG THOÁT NƯỚC THẢI', NULL, '73', '2018-01-11', '2018-04-07', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(46, 1, 1, 45, 45, 'Đào đất, thi công lớp đá dăm đệm móng', NULL, '30', '2018-01-11', '2018-02-23', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(47, 2, 1, 45, 45, 'Lắp đặt khối đỡ bê tông ống công', NULL, '35', '2018-01-16', '2018-03-05', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(48, 3, 1, 45, 45, 'Lắp đặt ống bê tông D300', NULL, '35', '2018-01-21', '2018-03-10', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(49, 4, 1, 45, 45, 'Xây hố ga thăm thu', NULL, '35', '2018-01-21', '2018-03-10', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(50, 5, 1, 45, 45, 'Lắp đặt hoàn thiện hố ga', NULL, '7', '2018-03-11', '2018-03-17', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(51, 6, 1, 45, 45, 'Xây trạm bơm nước thải', NULL, '10', '2018-03-18', '2018-03-27', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(52, 7, 1, 45, 45, 'Đóng cọc tre 2,5m - Xây dựng bể xử lý nước thải', NULL, '1', '2018-03-28', '2018-03-28', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(53, 8, 1, 45, 45, 'Lắp đặt cốt thép, đổ bê tông bể', NULL, '5', '2018-03-29', '2018-04-02', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(54, 9, 1, 45, 45, 'Đắp đất bằng đầm cóc', NULL, '5', '2018-04-03', '2018-04-07', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(55, 4, 1, 0, 0, 'HỆ THỐNG THOÁT NƯỚC MƯA', NULL, '125', '2017-12-10', '2018-04-27', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(56, 1, 1, 55, 55, 'Đào đất, thi công đá dăm đệm móng lắp đặt hệ thống ống nước mưa', NULL, '30', '2017-12-10', '2018-01-08', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(57, 2, 1, 55, 55, 'Lắp đặt khối đỡ bê tông ống cống D300', NULL, '30', '2017-12-15', '2018-01-13', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(58, 3, 1, 55, 55, 'Lắp đặt ống cống D300', NULL, '30', '2017-12-15', '2018-01-13', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(59, 4, 1, 55, 55, 'Lắp đặt khối đỡ bê tông ống cống D400', NULL, '10', '2018-01-14', '2018-01-23', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(60, 5, 1, 55, 55, 'Lắp đặt ống cống D400', NULL, '10', '2018-01-14', '2018-01-23', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(61, 6, 1, 55, 55, 'Lắp đặt khối đỡ bê tông ống cống D600', NULL, '30', '2018-01-24', '2018-03-08', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(62, 7, 1, 55, 55, 'Lắp đặt ống cống D600', NULL, '25', '2018-01-24', '2018-03-03', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(63, 8, 1, 55, 55, 'Lắp đặt khối đỡ bê tông ống cống D800', NULL, '10', '2018-03-04', '2018-03-13', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(64, 9, 1, 55, 55, 'Lắp đặt ống cống D800', NULL, '10', '2018-03-04', '2018-03-13', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(65, 10, 1, 55, 55, 'Lắp đặt khối đỡ bê tông ống cống 1000', NULL, '20', '2018-03-14', '2018-04-02', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(66, 11, 1, 55, 55, 'Lắp đặt ống cống D1000', NULL, '20', '2018-03-14', '2018-04-02', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(67, 12, 1, 55, 55, 'Lắp đặt khối đỡ bê tông ống cống 1200', NULL, '7', '2018-04-03', '2018-04-09', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(68, 13, 1, 55, 55, 'Lắp đặt ống cống D1200', NULL, '7', '2018-04-03', '2018-04-09', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(69, 14, 1, 55, 55, 'Lắp đặt khối đỡ bê tông ống cống 1500', NULL, '20', '2018-04-03', '2018-04-22', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(70, 15, 1, 55, 55, 'Lắp đặt ống cống D1500', NULL, '25', '2018-04-03', '2018-04-27', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(71, 16, 1, 55, 55, 'Xây hoàn thiện hố ga thăm thu', NULL, '46', '2018-02-27', '2018-04-13', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(72, 17, 1, 55, 55, 'Đắp trả mang cống', NULL, '80', '2018-01-24', '2018-04-27', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(73, 18, 1, 55, 55, 'Cửa xả D1000, D600', NULL, '6', '2018-04-14', '2018-04-19', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(74, 5, 1, 0, 0, 'SAN NỀN', NULL, '125', '2017-12-05', '2018-04-22', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(75, 1, 1, 74, 74, 'Giai đoạn I : San nền bằng đất tận dụng ( 114.700m3 )', NULL, '101', '2017-12-05', '2018-03-29', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(76, 1, 1, 75, 75, 'Đắp bằng đất tận dụng vào các lô N03, N06, N08 và hai bên đường nhánh trong khu đô thị', NULL, '41', '2017-12-05', '2018-01-14', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(77, 2, 1, 75, 75, 'Đắp đất màu trồng cây xanh cho các phân khu bằng đất hữu cơ tận dụng đào hồ 5390m3', NULL, '60', '2017-12-05', '2018-02-02', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(78, 3, 1, 75, 75, 'Đắp đất màu trồng cây xanh cho phạm vi dải phân cách 1150m3 và 1815m3 hồ cảnh quan tận dụng từ đào nền đường', NULL, '16', '2018-03-12', '2018-03-27', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(79, 4, 1, 75, 75, 'Trồng cây xanh', NULL, '5', '2018-03-25', '2018-03-29', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(80, 2, 1, 74, 74, 'Giai đoạn II : San nền bằng cát K85 ( 100.000m3 )', NULL, '24', '2018-03-30', '2018-04-22', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(81, 1, 1, 80, 80, 'San nền đắp bằng cát K85', NULL, '10', '2018-03-30', '2018-04-08', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(82, 2, 1, 80, 80, 'Đắp đất màu trồng cây xanh', NULL, '10', '2018-03-30', '2018-04-08', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(83, 3, 1, 80, 80, 'Trồng cây xanh', NULL, '4', '2018-04-09', '2018-04-12', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(84, 4, 1, 80, 80, 'Lắp đặt bó vỉa cục cub', NULL, '10', '2018-04-13', '2018-04-22', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(85, 6, 1, 0, 0, 'HỒ CẢNH QUAN ( 2 MŨI THI CÔNG )', NULL, '105', '2017-12-01', '2018-03-29', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(86, 1, 1, 85, 85, 'Đào xúc đất hữu cơ vận chuyển về bãi tập kết', NULL, '30', '2017-12-01', '2017-12-30', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(87, 2, 1, 85, 85, 'Đào vận chuyển đất đào nền san trực tiếp vào các lô 03, 06, 08', NULL, '31', '2017-12-03', '2018-01-02', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(88, 3, 1, 85, 85, 'Tạo phẳng mái taluy kè loại 1 trước khi kè đá', NULL, '30', '2017-12-06', '2018-01-04', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(89, 4, 1, 85, 85, 'Trải vải địa kĩ thuật', NULL, '26', '2017-12-12', '2018-01-06', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(90, 5, 1, 85, 85, 'Rải đá dăm đệm dày 10cm', NULL, '10', '2017-12-29', '2018-01-07', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(91, 6, 1, 85, 85, 'Xây thân kè loại 2', NULL, '40', '2017-12-07', '2018-01-15', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(92, 7, 1, 85, 85, 'Xây thân kè loại 1', NULL, '40', '2017-12-09', '2018-01-17', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(93, 8, 1, 85, 85, 'Đắp đất sét lòng đảo, làm lớp đá dăm tầng lọc', NULL, '4', '2018-01-05', '2018-01-08', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(94, 9, 1, 85, 85, 'Rải vải địa kĩ thuật, Đắp cát lòng đảo, trồng cây xanh', NULL, '7', '2018-01-09', '2018-01-15', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(95, 10, 1, 85, 85, 'Đổ bê tông giằng mặt tường kè', NULL, '3', '2018-01-15', '2018-01-17', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(96, 11, 1, 85, 85, 'Hoàn thiện đào bỏ đường công vụ vào đảo, hoàn thiện kè phần còn lại', NULL, '5', '2018-01-18', '2018-01-22', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(97, 12, 1, 85, 85, 'Thi công cầu vào hồ', NULL, '33', '2018-02-25', '2018-03-29', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(98, 7, 1, 0, 0, 'HỆ THỐNG CẤP NƯỚC', NULL, '20', '2018-04-03', '2018-04-22', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(99, 1, 1, 98, 98, 'Thi công kết cấu đế móng trụ cứu hỏa', NULL, '7', '2018-04-03', '2018-04-09', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(100, 2, 1, 98, 98, 'Lắp đặt hệ thống trụ cứu hỏa', NULL, '8', '2018-04-15', '2018-04-22', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(101, 8, 1, 0, 0, 'HỆ THỐNG THÔNG TIN LIÊN LẠC, ĐIỆN CHIẾU SÁNG', NULL, '76', '2018-03-15', '2018-05-29', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(102, 1, 1, 101, 101, 'Đào đất cấp 2 thi công bệ móng tủ', NULL, '15', '2018-03-15', '2018-03-29', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(103, 2, 1, 101, 101, 'Đổ bê tông móng tủ', NULL, '15', '2018-03-30', '2018-04-13', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(104, 3, 1, 101, 101, 'Đắp trả móng tủ', NULL, '7', '2018-04-14', '2018-04-20', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(105, 4, 1, 101, 101, 'Lắp đặt tủ phân phối trung tâm', NULL, '2', '2018-04-21', '2018-04-22', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(106, 5, 1, 101, 101, 'Đào, chôn cáp ngầm', NULL, '15', '2018-04-23', '2018-05-07', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(107, 6, 1, 101, 101, 'Xây hoàn thiện kết cấu hố ga phục vụ cáp ngầm thông tin', NULL, '15', '2018-05-08', '2018-05-22', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(108, 7, 1, 101, 101, 'Luồn cáp', NULL, '7', '2018-05-23', '2018-05-29', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(109, 8, 1, 101, 101, 'Xây dựng trạm biến áp phân phối 35/0,4KV', NULL, '5', '2018-05-08', '2018-05-12', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(110, 9, 1, 101, 101, 'Lắp đặt hệ thống chiếu sáng', NULL, '10', '2018-05-13', '2018-05-22', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(111, 9, 1, 0, 0, 'HOÀN THIỆN HỆ THỐNG GIAO THÔNG', NULL, '53', '2018-04-28', '2018-06-19', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(112, 1, 1, 111, 111, 'Thi công ốp đá, ốp gạch block vỉa hè', NULL, '20', '2018-04-28', '2018-05-17', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(113, 2, 1, 111, 111, 'Lắp đặt hệ thống biển báo giao thông', NULL, '7', '2018-05-14', '2018-05-20', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(114, 3, 1, 111, 111, 'Thời gian dự phòng', NULL, '30', '2018-05-21', '2018-06-19', NULL, 0, 0, 0, 0, '2022-01-12 20:03:29', '2022-01-12 20:03:29'),
(116, 11, 1, 0, 0, 'oke', '<p>123123</p>', '12412', '2022-01-21', '2022-01-13', NULL, 0, 0, 0, 0, '2022-01-20 13:31:32', '2022-01-20 13:31:32');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `buildingg`
--
ALTER TABLE `buildingg`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `buildingg`
--
ALTER TABLE `buildingg`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=117;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
